// Группы объектов
var groups = {
  1: {
    name: "Audi",
    style: "islands#redIcon",
    items: [
      {
        center: [45.06348671474117, 38.97236140740968],
        name: ""
                },
      {
        center: [45.06548690451672,38.982781552917494],
        name: ""
                },
      {
        center: [45.06503831196623,39.00621333087158],
        name: ""
                }
            ]
  },
  2: {
    name: "Bmv",
    items: [
      {
        center: [50.426472, 30.563022],
        name: ""
                },
      {
        center: [45.06166188109295,38.9622065],
        name: ""
                },
      {
        center: [50.454433, 30.529874],
        name: ""
                }
            ]
  },
};

var city = 
  {
    name: "Города",
    style: "islands#redIcon",
    items: {
      1: {
        center: [45.06166188109295,38.9622065],
        name: ""
                },
      2: {
        center: [55.584222181163646,37.38552449999999],
        name: ""
                },
      3: {
        center: [45.06503831196623,39.00621333087158],
        name: ""
                }
      }
  };

